Repository: zrajm/FinSL-signbank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Edit comment
sv: Redigera kommentar

source: Search Comments
sv: Sök kommentarer

source: Search comments
sv: Sök kommentarer

# count
source: comments
sv: kommentarer

source: Activation Failure
sv: Aktiveringsfel

source: Account activation failed.
sv: Kontoaktiveringen misslyckades.

source: Activation Complete
sv: Aktivering klar

source: Account activation completed successfully.
sv: Kontoaktiveringen slutförd.

source: Create an Account
sv: Skapa ett konto

source: Create account
sv: Skapa konto

source: Create an account by filling in the information
sv: Skapa ett konto gerom att fylla i informationen

source: Terms of service
sv: Användarvillkor

source: Error
sv: Fel

source: Frequently asked questions about account creation
sv: Vanliga frågor om kontoskapande

source: Who can create an account?
sv: Vem kan skapa ett konto?

source: privacy policy
sv: integritetspolicy

source: You are over 16 years old.
sv: Du måste vara minst 16 år.

source: In case you are under 16 years old, you must hand us an approval from your parents.
sv: Om du är under 16 år behöver du ge oss ett godkännande från målsman.

source: Edit Page
sv: Redigera sida

source: Terms of Service
sv: Användarvillkor

source: Links and Statistics
sv: Länkar och statistik

source: Links and statistics
sv: Länkar och statistik

source: On this page you can find numerical data about the database, and links to externally controlled vocabularies to be used in ELAN.
sv: På den här sidan kan du hitta numerisk information om databasen och länkar till externt kontrollerade ordlistor (ECV) som kan användas med ELAN.

source: All lexicons
sv: Alla lexikon

source: Gloss count
sv: Antal glosor

source: Glosses with video
sv: Glosor med video

source: Video count
sv: Antal videor

source: Videos not connected to a Gloss
sv: Videor som inte är kopplade till en glosa

source: Videos with poster image
sv: Videor med titelbild

source: Videos without poster image
sv: Videor utan titelbild

source: ELAN externally controlled vocabulary links
sv: Länkar till ELAN externt kontrollerad ordlista (ECV)

source: Signbank Wiki
sv: Teckenbankens wiki

source: Help and tutorials
sv: Hjälp och introduktioner

source: Database storage space usage
sv: Utrymmesanvändning för databas

source: Space used
sv: Använt utrymme

source: Files that do not exist
sv: Filer som inte existerar

source: Django admin
sv: Django-administration

source: Change password
sv: Ändra lösenord

source: Sign out
sv: Logga ut

source: Sign in
sv: Logga in

source: Toggle navigation
sv: Slå på/av navigering

source: Home
sv: Hem

source: About
sv: Om

source: Signs
sv: Tecken

# menu-link
source: Advanced search
sv: Avancerad sökning

source: Search relations
sv: Sök relationer

source: Manage
sv: Hantera

source: Create gloss
sv: Skapa glosa

source: Manage uploaded videos
sv: Hantera uppladdade videor

source: CSV import
sv: Importera CSV

source: Network Graphs
sv: Nätverksgrafer

source: Notifications
sv: Notifikationer

source: Mark all as read
sv: Markera alla som lästa

# consent
source: Got it!
sv: Jag förstår!

# consent
source: Learn more
sv: Läs mer

source: Logged Out
sv: Utloggad

source: Successfully logged out
sv: Du är nu utloggad

source: Sign In
sv: Logga in

source: Forgot your password?
sv: Glömt lösenord?

source: Reset password
sv: Återställ lösenord

source: Not a member?
sv: Inte medlem?

source: Language selection
sv: Språkval
