Repository: zrajm/FinSL-signbank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: You are not allowed to edit this comment, because you are not the author of the comment.
sv: Du kan inte redigera den här kommentaren eftersom du inte har skrivit den själv.

source: Username
sv: Användarnamn

source: You are not allowed to edit tags of this comment, because you are not the author of the comment.
sv: Du kan inte redigera den här kommentarens taggar eftersom du inte skrivit kommentaren själv.

source: mentioned you in a comment
sv: nämnde dig i en kommentar

source: I have read and agree to the Terms of Service
sv: Jag har läst och accepterar användarvillkoren.

source: created an account.
sv: skapade ett konto

source: created an account
sv: skapade ett konto

source: Email
sv: Epost

source: Tag
sv: Tagg

source: Relation type
sv: Relationstyp

source: Relation types
sv: Relationstyper

source: Gloss relation
sv: Glosrelation

source: Gloss relations
sv: Glosrelationer

source: Publish selected glosses
sv: Publicera markerade glosor

source: Unpublish selected glosses
sv: Avpublicera markerade glosor

source: Exclude glosses from ECV
sv: Exkludera glosor från ECV

source: Include glosses in ECV
sv: Inkludera glosor i ECV

source: Created/Updated
sv: Skapad/uppdaterad

source: Phonology
sv: Fonologi

source: Semantics
sv: Semantik

source: Frequency
sv: Frekvens

source: You do not have permissions to export to CSV.
sv: Du har inte behörighet att exportera till CSV.

source: You do not have permissions to view glosses of this dataset.
sv: Du har inte behörighet att se glosorna i det här lexikonet.

source: See Also
sv: Se även

source: You do not have permissions to add tags to glosses of this lexicon.
sv: Du har inte behörighet att lägga till taggar till glosor i det här lexikonet.

source: Dataset
sv: Lexikon

source: This Gloss value already exists in the chosen Dataset. Please choose another value for Gloss.
sv: Det här glosan finns redan i lexikonet. Välj ett annat värde för glosan.

source: Tags
sv: Taggar

source: Sign language
sv: Teckenspråk

source: Search
sv: Sök

source: Gloss
sv: Glosa

source: Gloss in English
sv: Engelsk glosa

source: Translations
sv: Översättning

source: Choose language
sv: Välj språk

source: Is published
sv: Är publicerad

source: Has videos
sv: Har videor

source: No videos
sv: Har ingen video

source: Multiple videos
sv: Har flera videor

source: Source Gloss
sv: Källglosa

source: Target Gloss
sv: Målglosa

source: Relation type:
sv: Relationstyp

source: Type
sv: Typ

source: Related Language
sv: Relaterat språk

source: Gloss in Related Language
sv: Glosa i relaterat språk

source: Parent Gloss
sv: Överordnad glosa

source: Morpheme
sv: Morfem

source: Must be a CSV file with .csv extension.
sv: Måste vara en CSV-fil med filändelse '.csv'

source: Search gloss
sv: Sök glosor

source: Search translation equivalent
sv: Sök översättning

source: All sign languages
sv: Alla teckenspråk

source: You can restrict your search to these lexicons
sv: Du kan avgränsa sökningen till de här lexikonen

source: Name
sv: Namn

source: Public name
sv: Publikt namn

source: Is public
sv: Är publik

source: Is this dataset is public or private?
sv: Är det här lexikonet publikt eller privat?

source: Translation equivalent languages
sv: Språk med översättningar

source: These languages are options for translation equivalents.
sv: Dessa språk är tillgängliga för översättningar

source: Description
sv: Beskrivning

source: Copyright
sv: Upphovsrätt

source: Admins
sv: Administratörer

source: Access dataset
sv: Skapa tillgång till lexikon

source: Lexicon
sv: Lexikon

source: Lexicons
sv: Lexikon

source: Language
sv: Språk

source: Gloss translation field
sv: Fält med glosöversättning

source: Gloss translation fields
sv: Fält med glosöversättningar

source: Keyword
sv: Nyckelord

source: Translation equivalent
sv: Översättning

source: Translation equivalents
sv: Översättningar

source: Keywords
sv: Nyckelord

source: ISO 639-1 language code (2 characters long) of a written language.
sv: ISO 639-1 språkkod (2 bokstäver) för ett skrivet språk.

source: ISO 639-3 language code (3 characters long) of a written language.
sv: ISO 639-3 språkkod (3 bokstäver) för ett skrivet språk.

source: Written language
sv: Skrivet språk

source: Written languages
sv: Skrivna språk

source: ISO 639-3 language code (3 characters long) of a sign language.
sv: ISO 639-3 språkkod (3 bokstäver) för ett teckenspråk.

source: Sign languages
sv: Teckenspråk

source: Dialect
sv: Dialekt

source: Dialects
sv: Dialekter

source: Loan Sign
sv: Lånat tecken

source: Gloss in related language
sv: Glosa i relaterat språk

source: Relation to Foreign Sign
sv: Relation till främmande tecken

source: Relations to Foreign Signs
sv: Relationer till främmande tecken

source: Field choice
sv: Valt fält

source: Field choices
sv: Valda fält

source: Glosses
sv: Glosor

source: Can Update Video
sv: Kan uppdatera video

source: Can Search/View Full Gloss Details
sv: Kan söka/se samtliga detaljer om glosan

source: Can export sign details as CSV
sv: Kan exportera teckendetaljer som CSV

source: Can import glosses from a CSV file
sv: Kan importera glosor från CSV-fil

source: Include all properties in sign detail view
sv: Inkludera alla egenskaper i detaljvy för tecken

source: Can publish and unpublish Glosses
sv: Kan publicera och avpublicera glosor

source: Published
sv: Publicerad

source: Publish this gloss in the public gloss list
sv: Publicera den här glosan i den publika listan med glosor.

source: Exclude from ECV
sv: Exkluderad från ECV

source: Exclude from ELAN externally controlled vocabularies (ECV)
sv: Exkludera den här glosan från ELAN ECV (externt kontrollerad ordlista).

source: Glosses dataset
sv: Glosans lexikon

source: Dataset a gloss is part of
sv: Namn på lexikonet som glosan ingår i.

source: This is the unique identifying name of a Gloss.
sv: Unikt identifierade namn på glosan.

source: This is the English name for the Gloss
sv: Engelskt namn på glosan.

source: Notes
sv: Anteckningar

source: Handedness
sv: Hänthet

source: Strong Hand
sv: Stark hand

source: Weak Hand
sv: Svag hand

source: Location
sv: Läge

source: Relation Between Articulators
sv: Relation mellan artikulatorer

source: Absolute Orientation: Palm
sv: Absolut attityd: Handflata

source: Absolute Orientation: Fingers
sv: Absolute attityd: Fingrar

source: Relative Orientation: Movement
sv: Relativ attityd: Rörelse

source: Relative Orientation: Location
sv: Relativ attityd: Läge

source: Orientation Change
sv: Attitydförändring

source: Handshape Change
sv: Förändring i handform

source: Repeated Movement
sv: Upprepad rörelse

source: Alternating Movement
sv: Växlande rörelse

source: Movement Shape
sv: Rörelseform

source: Movement Direction
sv: Rörelseriktning

source: Movement Manner
sv: Rörelsesätt

source: Contact Type
sv: Kontakttyp

source: Phonology Other
sv: Fonologi, annat

source: Mouth Gesture
sv: Mungest

source: Phonetic Variation
sv: Fonetisk variation

source: Iconic Image
sv: Ikonisk bild

source: Named Entity
sv: Namgiven entitet

source: Semantic Field
sv: Semantiskt fält

source: Number of Occurrences
sv: Antal förekomster

source: Number of occurences in annotation materials
sv: Antal förekomster i det annoterade materialet

source: Gloss URL
sv: URL för glosa

source: Gloss URLs
sv: URL:er för glosor

source: Allowed tags
sv: Tillåtna taggar

source: Relations
sv: Relationer

source: Morphology definition
sv: Morfologisk definition

source: Morphology definitions
sv: Morfologiska definitioner

source: Videos
sv: Videor

source: Advanced Search
sv: Avancerad sökning

source: Search Glosses
sv: Sök glosor

source: Gloss, Note, Translation, contains string
sv: Glosa, anteckning, översättning, innehåller sträng

source: Begins with string
sv: Börjar med sträng

source: Contains string
sv: Innehåller sträng

# search-button
source: Search
sv: Sök

source: Reset
sv: Rensa

source: Results per page
sv: Resultat per sida

source: Number of matches:
sv: Antal sökträffar:

source: Page navigation top
sv: Sidnavigation upptill

# sr-videos
source: Videos
sv: Videor

source: Page navigation bottom
sv: Sidnavigation nertill

source: Search Gloss Relations
sv: Sök glosrelationer

source: Search Relations of Glosses
sv: Sök glosrelationer

source: Source or target gloss contains string
sv: Käll- eller målglosa innehåller sträng

source: Create Gloss
sv: Skapa glosa

source: Create a Gloss
sv: Skapa glosa

source: You do not have sufficient user rights to view this page.
sv: Du har inte tillräcklig behörighet för att se den här sidan.

source: Enable Edit
sv: Redigera

source: Disable Edit
sv: Sluta redigera

source: Save
sv: Spara

source: Cancel
sv: Avbryt

source: Set private
sv: Gör privat

source: Set public
sv: Gör publik

source: Search results:
sv: Sökresultat

source: Record a video
sv: Spela in en video

source: Click on red text to edit
sv: Klicka på röd text för att redigera

source: Your browser does not support the video tag.
sv: Den webbläsare stödjer inte videotaggen.

source: Capture new poster image
sv: Skapa ny titelbild

source: Update poster image for video
sv: Uppdatera videons titelbild

source: Close
sv: Stäng

source: Save changes
sv: Spara ändringar

source: No videos available for this gloss.
sv: Det finns inga videor till den här glosan.

source: Upload Video
sv: Ladda upp video

source: Gloss:
sv: Glosa:

source: Gloss in English:
sv: Engelsk glosa:

source: Translations in
sv: Översättningar till

source: After each translation enter a comma (,) or a semicolon (;). Usage of numbers that end with a dot (.) is allowed (e.g. 11.) and they will not be part of translations.
sv: Separera olika översättningar med komma (,) eller semikolon (;). Du kan också att skriva siffror och med punkt (.) efter (t.ex. ’11.’) sådana siffror kommer inte inkluderas i översättningen.

source: Notes:
sv: Anteckningar:

source: Sign language:
sv: Teckenspråk:

source: Dialect:
sv: Dialekt:

source: URL:
sv: Webbadress:

source: Add new URL
sv: Lägg till ny webbadress

source: Created:
sv: Skapad:

source: Updated:
sv: Updaterad:

source: Show complete history
sv: Visa fullständig historik

source: Change history for
sv: Ändra historik för

source: This is a list of some historical changes made to this Gloss. By clicking the link, you will be taken to the admin site and shown the state of this gloss at the chosen time.
sv: Det här är en lista över ändringar som gjorts av den här glosan. Klicka på en länk för att gå till adminsidan och se tillståndet på den valda glosan vid det tillfället.

source: Do not save the changes, unless you want to restore the older version of this Gloss!
sv: Spara bara ändringar om du vill återställa den äldre versionen av den här glosan!

source: Gloss fields:
sv: Glosfält:

source: Translations:
sv: Översättningar:

source: Morphology
sv: Morfologi

source: Delete This Morphology
sv: Radera den här morfologin

source: Are you sure you want to delete this? This cannot be undone.
sv: Är du säker på att du vill radera den här? Radering kan inte ångras.

source: Confirm Delete
sv: Bekräfta radering

source: Add Morphology Definition
sv: Lägg till morfologisk definition

source: Relations to Other Signs
sv: Relationer till andra tecken

source: Delete This Relation
sv: Radera den här relationen

source: ID Gloss/Annotation ID Gloss
sv: ID för glosa/annotering

source: Add Relation
sv: Lägg till relation

source: Loan
sv: Lån

source: Related language
sv: Relaterat språk

source: Add Relation to Foreign Sign
sv: Lägg till relation till främmande tecken

source: Comments
sv: Kommentarer

source: Comment
sv: Kommentar

source: Add comment
sv: Lägg till kommentar

source: No relations.
sv: Inga relationer.

source: Add relation
sv: Lägg till relation

source: No reverse relations.
sv: Inga omvända relationer.

source: Add Tags
sv: Lägg till taggar

source: Import CSV
sv: Importera CSV

source: Upload your changed CSV here:
sv: Ladda upp din modifierade CSV här:

source: Submit
sv: Skicka

source: The following changes were detected:
sv: Hittade följande ändringar:

source: Make changes
sv: Utför ändringar

source: Changes are live.
sv: Ändringarna genomförda.

source: Import Glosses from a CSV file
sv: Importera glosor från CSV-fil

source: CSV-file should be constructed so that the first column is gloss and optionally the second column is gloss in english
sv: CSV-filen ska bestå av rader med komma-separerade fält:<ul><li>1:a fältet ska innehålla svensk glosa.<li>2:a fältet ska innehålla engelsk glosa (kan lämnas tom).</ul>

source: The first row of the file will not be added because it is expected to be the column headers.
sv: OBS! Hela 1:a raden ignoreras vid import! (Den förväntas bara innehålla rubriker).

source: The CSV-file's character set needs to be UTF-8. When exporting the CSV-file, make sure that you select UTF-8 charset.
sv: Filen du importerar måste vara i UTF-8 format. (Välj ’UTF-8’ eller ’Unicode’ som teckenkodning i programmet du använder för att skapa din CSV-fil).

source: Make sure that you selected the correct Dataset before submitting!
sv: OBS! Kom ihåg att välja rätt lexikon innan du importerar!

source: Import glosses from CSV
sv: Importera glosor från CSV

source: Confirm Import CSV
sv: Bekräfta import av CSV

source: Glosses to be added to
sv: Glosor som kommer läggas till i

source: Total number of glosses to be added:
sv: Antal glosor som kommer läggas till:

source: Glosses that will not be added because they already exist in
sv: Glosor som inte kommer läggas till eftersom de redan existerar i

source: No glosses can be added!
sv: Inga glosor kan läggas till!

source: Return to the form
sv: Gå tillbaka till formuläret

source: Confirm
sv: Bekräfta

source: The following glosses were added to
sv: Lade till följande glosor till

source: Manage lexicons
sv: Hantera lexikon

source: On this page you can see all the lexicons available on this Signbank. You can view the Lexicons and apply for access to Lexicons.
sv: Här ser du vilka lexikon som finns i den här teckenbanken. Här finns kortfattad information om varje lexikon, och du kan också ansöka om tillgång till de olika lexikonen.

source: You have access to the following Lexicons
sv: Du har tillgång till följande lexikon

source: Permissions?
sv: Behörighet?

source: Public?
sv: Publik?

source: ECV (externally controlled vocabulary)
sv: ECV (externt kontrollerad ordlista)

source: A vocabulary for ELAN
sv: En ordlista för ELAN.

source: Public ECV
sv: Publik ECV

source: Advanced ECV
sv: Avancerad ECV

source: Users with permissions
sv: Användare med behörighet

source: You don't seem to have access to any Lexicons.
sv: Du har inte tillgång till några lexikon.

source: You do NOT have access to the following Lexicons
sv: Du har INTE tillgång till följande lexikon

source: Apply for permissions
sv: Ansök om behörighet

source: You seem to have access to all existing Lexicons.
sv: Du har tillgång till alla existerande lexikon.

source: Gloss relations (Network Graph)
sv: Glosrelationer (nätverksgraf)

source: Swedish Signbank
sv: Svensk teckenbank

source: Choose
sv: Välj

source: Start rendering
sv: Börja rendera

source: Stop rendering
sv: Sluta rendera

# meta
source: Swedish Signbank
sv: Svensk teckenbank

source: <em>No translations.</em>
sv: <em>Inga översättningar.</em>

source: No notes.
sv: Inga anteckningar.

source: Relations to glosses
sv: Relation till glosor

source: Relations from this gloss
sv: Relationer från den här glosan

source: Relations to this gloss
sv: Relationer till den här glosan

source: Show comments
sv: Visa kommentarer

source: No comments.
sv: Inga kommentarer.

source: Search Signs
sv: Sök tecken

source: Search signs
sv: Sök tecken

source: Help
sv: Hjälp

source: How to use the search page?
sv: Hur använder man söksidan?

source: Instructions for how to use the search page.
sv: Instruktioner för hur man använder söksidan

source: Browse glosses:
sv: Visa glosor:

source: Description of the lexicons
sv: Beskrivning av lexikon

source: Copyright and license:
sv: Upphovsrätt och licens:

# public_search
source: Search
sv: Sök

# videocount
source: Videos
sv: Videor

source: No video.
sv: Ingen video.

# publicglosslist
source: Translation equivalents
sv: Översättningar

source: No translation equivalents yet
sv: Inga översättningar än

source: No results.
sv: Inga resultat.

source: Record a video for
sv: Spela in en video till

source: Start Recording
sv: Börja inspelning

source: Upload
sv: Ladda upp

source: Stop Recording
sv: Avsluta inspelning

source: No recording found
sv: Kunde inte hitta inspelning

source: Click to download from server
sv: Klicka för att ladda ner från server

source: Upload completed.
sv: Uppladdning klar.

source: You do not have permissions to edit Glosses of this dataset/lexicon.
sv: Du har inte behörighet att redigera glosor i det här lexikonet.

source: Unknown Dialect
sv: Okänd dialekt

source: GlossVideo does not exist
sv: Glosvideo finns inte

source: Unknown field
sv: Okänt fält

source: Error: Unable to change videofiles names.
sv: Fel: Misslyckades med att ändra namn på videofiler

source: A Language does not exist with language_code:
sv: Det finns inget språk med språkkod:

source: Multiple Languages with the same language_code exist, cannot edit because it is unclear which languages translations to edit.
sv: Det finns flera språk med samma språkkod, misslyckades med redigering eftersom det är oklart vilka språköversättningar som borde redigeras.

source: Bad Relation ID
sv: Felaktig relations-ID

source: Relation doesn't match gloss
sv: Relationen passar inte med glosan

source: Badly formed gloss identifier
sv: Felaktig formaterad glosidentifierare

source: Unknown form field
sv: Okänt formulärsfält

source: Bad RelationToForeignSign ID
sv: Felaktig RelationToForeignSign ID

source: Source gloss not found.
sv: Hittade inte källglosa.

source: Target gloss not found.
sv: Hittade inte målglosa.

source: Form not valid
sv: Ogiltigt formulär

source: Incorrect request
sv: Felaktig förfrågan

source: Bad Morphology Definition ID
sv: Felaktig morfologidefinitions-ID

source: Morphology Definition doesn't match gloss
sv: Morfologidefinition passar inte med glosan

source: You do not have permissions to import glosses to this lexicon.
sv: Du har inte behörighet att importera glosor till det här lexikonet.

source: Cannot open the file:
sv: Misslyckades med att öpnna filen:

source: File must be UTF-8 encoded!
sv: Filen måste ha UTF-8 format!

source: The provided CSV-file does not meet the requirements or there is some other problem.
sv: Den angivna CSV-filen uppfyller inte kraven eller så har något annat gått fel.

source: Cancelled adding CSV data.
sv: Avbröt import av CSV-fil.

source: Glosses were added succesfully.
sv: Glosorna har nu lagts till.

source: You do not have permissions to delete relations from glosses of this lexicon.
sv: Du har inte behörighet att radera relationer från glosor i det här lexikonet.

source: You do not have permissions to add relations to glosses of this lexicon.
sv: Du har inte behörighet att lägga till relationer till glosor i det här lexikonet.

source: You do not have permissions to create glosses for this lexicon.
sv: Du har inte behörighet att skapa glosor i det här lexikonet.

source: applied for permissions to:
sv: ansökt om behörighet att:

source: applied for permissions to lexicon:
sv: ansökt om behörighet till lexikon:

source: Successfully applied permissions for
sv: Har applicerat behörigheter för

source: Finnish
sv: Finska

source: English
sv: Engelska

source: Swedish
sv: Svenska

source: Has gloss
sv: Har glosa

source: Yes
sv: Ja

source: No
sv: Nej

source: Has poster
sv: Har titelbild

source: Gloss has video count of
sv: Antal videor för glosan

source: More than 1
sv: Mer än 1

source: More than 2
sv: Mer än 2

source: Less than 2
sv: Mindre än 2

source: Title
sv: Titel

source: Descriptive name of the video.
sv: Ett beskrivande namn på videon.

source: Video file
sv: Videofil

source: Video file.
sv: Videofil.

source: Poster file
sv: Bildfil för titelbild

source: Still image representation of the video.
sv: Stillbild som representerar videon.

source: Public
sv: Publik

source: The gloss this GlossVideo is related to.
sv: Glosan som den här glosvideon är relaterad till.

source: Glossvideo dataset
sv: Glosvideons lexikon

source: Gloss video
sv: Glosvideor

source: Gloss videos
sv: Glosvideor

source: Upload Videos
sv: Ladda upp videor

source: Upload videos
sv: Ladda upp videor

source: You can select multiple videos to be uploaded at once
sv: Du kan välja mer än en video för samtidig uppladdning

source: File
sv: Fil

source: selected files
sv: Valda filer

source: total size
sv: total storlek

source: Send file(s)
sv: Ladda upp fil(er)

source: Manage Uploaded Videos
sv: Hantera uppladdade videor

source: Connect Glossvideos to Glosses
sv: Koppla glosvideor till glosor

source: Select the dataset you want to work with!
sv: Välj vilket lexikon du vill använda!

source: previous
sv: föregående

source: next
sv: nästa

source: Total of
sv: Totalt

source: videos
sv: videor

source: Save all
sv: Spara allt

source: GlossVideo successfully updated!
sv: Glosvideo uppdaterad!

source: Did you provide all values as id numbers?
sv: Angav du alla värden som ID-nummer?

source: You do not have permissions to upload videos for this lexicon.
sv: Du har inte behörighet att ladda upp videor till det här lexikonet.

source: You do not have permissions to change order for videos of this lexicon.
sv: Du har inte behörighet att ändra ordning på videor i det här lexikonet.

source: You do not have permissions to add/change poster images for glosses videos of this lexicon.
sv: Du har inte behörighet att lägga till/ändra titelbilder för glosvideor i det här lexikonet.

source: You don't have permissions to upload videos.
sv: Du har inte behörighet att ladda upp videor.

source: videos were successfully uploaded.
sv: uppladdning av videor klar.

source: Could not upload the following file(s)
sv: Misslyckades med att ladda upp följande video(r)

source: You do not have permissions to view the selected lexicon.
sv: Du har inte behörighet att se det valda lexikonet.

source: You did not provide the value as a number for: %s
sv: Du angav inte värdet som ett nummer för: %s

source: You do not have permissions to add videos to the lexicon of selected gloss.
sv: Du har inte behörighet att lägga till videor i det här lexikonet.

source: You do not have permissions to add/change poster images for this lexicon.
sv: Du har inte behörighet att lägga till/ändra titelbilder i det här lexikonet.

source: You do not have permissions to change order of videos for this lexicon.
sv: Du har inte behörighet att ändra ordning på videor i det här lexikonet.

source: Permission Denied
sv: Åtkomst nekad

source: You do not have permission to view the requested page.
sv: Du har inte behörighet att se den begärda sidan.

source: Exception:
sv: Undantag:

source: The requested page was not found on the server. Please use the menu above to navigate to another part of the site. If you continue to experience problems, please contact the project manager at
sv: Den begärda sidan kunde inte hittas. Använd menyn ovan för att gå till en annan del av webbplatsen. Om problemet kvarstår, vänligen meddela projektansvarig på

source: Server Error
sv: Serverfel

# meta
source: Swedish Signbank is a lexical database of Swedish Sign Language (STS).
sv: Svensk teckenbank är en lexikal databas över Svenskt Teckenspråk (STS).

source: (No content)
sv: (Inget innehåll)

source: Latest comments
sv: Senaste kommentarer

source: Latest Comments
sv: Senaste kommentarer

source: Edit
sv: Redigera

source: Delete
sv: Radera

source: Delete comment?
sv: Radera kommentar?
